START_MESSAGE = 'Привет!\n' \
              'Я буду присылать уведомления, если появится что-то новое по добавленным книгам, блогу и цитатам.\n' \
              'Но чтобы я точно знал, что это именно вы, пришлите мне, пожалуйста, ваш логин с книжного сервиса Simpy.'
START_EXIST_CHAT_MESSAGE = 'Привет!\n' \
                           'Я буду присылать уведомления, ' \
                           'если появится что-то новое по добавленным книгам, блогу и цитатам на книжном сервисе Simpy.'
ADD_CHAT_FOR_USER_MESSAGE = 'Ура! Теперь я смогу отправлять вам уведомления об обновлениях по вашим книгам :)'
ALREADY_KNOWN_MESSAGE = 'А мы с вами уже знакомы :)'
NOT_FOUND_MESSAGE = 'Не могу вас найти среди списка пользователей :(\n' \
                    'Возможно, вы не прошли регистрацию на сервисе Simpy или неверно вводите данные.\n' \
                    'Перепроверьте и попробуйте ещё раз!'
OTHER_LOGIN_MESSAGE = 'Ранее вы указывали другой логин - данный чат закреплен за пользователем'
ERROR_MESSAGE = 'Если возникла какая-то ошибка - обратитесь к администратору на сервисе Simpy.'
